месяц = int(input("Введите номер месяца (1-12): "))

if месяц == 1:
    print("Январь")
elif месяц == 2:
    print("Февраль")
elif месяц == 3:
    print("Март")
elif месяц == 4:
    print("Апрель")
elif месяц == 5:
    print("Май")
elif месяц == 6:
    print("Июнь")
elif месяц == 7:
    print("Июль")
elif месяц == 8:
    print("Август")
elif месяц == 9:
    print("Сентябрь")
elif месяц == 10:
    print("Октябрь")
elif месяц == 11:
    print("Ноябрь")
elif месяц == 12:
    print("Декабрь")
else:
    print("Неверный номер месяца")
